Repository: ashleycox/dsmaccess
Catalog: dsmaccess/FilePackageLocalizable.xcstrings
Source language: fr
Languages: en

source: %lld tâches File Station
en: %lld File Station tasks

source: %@ sur %@
en: %1$@ of %2$@

source: Afficher la progression et l’historique des transferts
en: Show transfer progress and history

source: Afficher et gérer les opérations exécutées par le NAS
en: Show and manage operations run by the NAS

source: Arrêter
en: Stop

source: Arrêter la tâche %@
en: Stop the %@ task

source: Actualiser les tâches File Station
en: Refresh File Station tasks

source: Aucune tâche File Station
en: No File Station tasks

source: Annulation des transferts demandée
en: Transfer cancellation requested

source: Annulé
en: Cancelled

source: Annuler les transferts en cours
en: Cancel active transfers

source: Annuler le transfert actif et ceux qui restent en attente
en: Cancel the active transfer and those still waiting

source: Aucun transfert
en: No transfers

source: Conserver uniquement les transferts en attente ou en cours
en: Keep only queued or active transfers

source: Calcul de taille
en: Size calculation

source: Calcul MD5
en: MD5 calculation

source: Ce compte ne peut pas modifier ce dossier.
en: This account cannot modify this folder.

source: Ce compte ne peut pas modifier ce dossier : %@
en: This account cannot modify this folder: %@

source: Ce type de tâche ne peut pas être arrêté depuis l’application.
en: This type of task cannot be stopped from the app.

source: Cette opération n’est pas disponible sur ce NAS.
en: This operation is not available on this NAS.

source: Chargement des tâches File Station…
en: Loading File Station tasks…

source: Copie ou déplacement
en: Copy or move

source: Effacer les transferts terminés
en: Clear finished transfers

source: Effacer les tâches terminées
en: Clear finished tasks

source: En attente
en: Queued

source: En cours
en: In progress

source: Erreur : %@
en: Error: %@

source: Échec de l’arrêt de la tâche : %@
en: Failed to stop the task: %@

source: Échec de l’effacement des tâches : %@
en: Failed to clear tasks: %@

source: Favoris indisponibles : %@
en: Favorites unavailable: %@

source: Historique des transferts
en: Transfer history

source: Historique des tâches File Station
en: File Station task history

source: Les téléchargements et les envois apparaîtront ici.
en: Downloads and uploads will appear here.

source: Les opérations de copie, compression, extraction et suppression apparaîtront ici.
en: Copy, compression, extraction, and deletion operations will appear here.

source: Les tâches File Station ne sont pas disponibles sur ce NAS.
en: File Station tasks are not available on this NAS.

source: Progression de l’envoi de %@
en: Upload progress for %@

source: Progression du téléchargement de %@
en: Download progress for %@

source: Progression de %@
en: %@ progress

source: Retirer de l’historique les opérations terminées
en: Remove completed operations from history

source: Terminé
en: Completed

source: Terminée
en: Completed

source: Tâche File Station arrêtée
en: File Station task stopped

source: Tâches File Station
en: File Station Tasks

source: Tâches File Station terminées effacées
en: Finished File Station tasks cleared

source: Transferts
en: Transfers

source: Transferts terminés effacés
en: Finished transfers cleared

source: Accès au volume
en: Volume access

source: Activée
en: Enabled

source: Ajout
en: Append

source: Aperçu
en: Preview

source: Aperçu de %@
en: Preview of %@

source: Aperçu indisponible : %@
en: Preview unavailable: %@

source: Calcul de la somme MD5…
en: Calculating MD5 checksum…

source: Calcul de la taille du dossier…
en: Calculating folder size…

source: Calculer l’empreinte MD5 du fichier
en: Calculate the file’s MD5 checksum

source: Calculer la somme MD5
en: Calculate MD5 checksum

source: Calculer la taille du dossier
en: Calculate folder size

source: Calculer le nombre d’éléments et leur taille totale
en: Calculate the item count and total size

source: Capacité
en: Capacity

source: Certains détails ne sont pas disponibles.
en: Some details are unavailable.

source: Changement des métadonnées
en: Metadata changed

source: Chargement des détails du fichier…
en: Loading file details…

source: Chargement des informations…
en: Loading information…

source: Chargement des informations sur %@…
en: Loading information about %@…

source: Contenu du dossier
en: Folder contents

source: Désactivée
en: Disabled

source: Détails indisponibles
en: Unavailable details

source: Droit du dossier partagé
en: Shared folder permission

source: Espace disponible
en: Available space

source: Exécution
en: Execute

source: Informations actualisées sur %@
en: Information about %@ updated

source: Intégrité
en: Integrity

source: Lecture et écriture
en: Read and write

source: Lecture seule
en: Read only

source: Liste de contrôle d’accès
en: Access control list

source: Liste interdite
en: Listing prohibited

source: Modification interdite
en: Modification prohibited

source: Recharger les informations depuis le NAS
en: Reload information from the NAS

source: Somme MD5 calculée
en: MD5 checksum calculated

source: Somme MD5 copiée
en: MD5 checksum copied

source: Somme MD5 indisponible : %@
en: MD5 checksum unavailable: %@

source: Sous-dossiers
en: Subfolders

source: Taille du dossier calculée : %@
en: Folder size calculated: %@

source: Taille du dossier indisponible : %@
en: Folder size unavailable: %@

source: Taille totale
en: Total size

source: Téléchargement interdit
en: Download prohibited

source: Type de montage
en: Mount type

source: Échec de l’opération sur un élément (codes %lld et %lld).
en: An item operation failed (codes %1$lld and %2$lld).

source: Échec de l’opération sur « %@ » (codes %lld et %lld).
en: The operation on “%1$@” failed (codes %2$lld and %3$lld).
